Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Shine Potion
zh_cn: 光芒药剂

source: Shining Moon
zh_cn: 耀月

source: Shinobi Infiltrator's Helmet
zh_cn: 潜行忍者头盔

source: Shinobi Infiltrator's Pants
zh_cn: 潜行忍者裤子

source: Shinobi Infiltrator's Torso
zh_cn: 潜行忍者上衣

source: Shiny Red Balloon
zh_cn: 闪耀红气球

source: Shiny Stone
zh_cn: 闪耀石

source: Ship in a Bottle
zh_cn: 瓶中船

source: Ship's Wheel
zh_cn: 舵轮

source: Shirt
zh_cn: 上衣

source: Shirt Color
zh_cn: 上衣颜色

source: Shiverthorn
zh_cn: 颤栗荆棘

source: Shiverthorn Planter Box
zh_cn: 颤栗荆棘种植盆

source: Shiverthorn Seeds
zh_cn: 颤栗荆棘种子

source: Shoddy
zh_cn: 粗劣

source: Shoe Color
zh_cn: 鞋子颜色

source: Shoe Spikes
zh_cn: 钉鞋

source: Shoes
zh_cn: 鞋子

source: Shoots 5 arrows at a time
zh_cn: 一次射出5支箭

source: Shoots Christmas ornaments
zh_cn: 挥洒出圣诞装饰

source: Shoots Shadowflame Arrows
zh_cn: 射出暗影焰箭

source: Shoots a ball of frost
zh_cn: 射出一个冰霜法球

source: Shoots a beam of light
zh_cn: 射出一束光

source: Shoots a boxing glove
zh_cn: 射出一个拳击手套

source: Shoots a charged arrow
zh_cn: 发射充能之箭

source: Shoots a deathly sickle
zh_cn: 射出一把旋转的死亡之镰

source: Shoots a poison fang that pierces multiple enemies
zh_cn: 射出数枚能穿透多个敌人的毒牙

source: Shoots a powerful orb
zh_cn: 挥动时会射出一枚强力光球

source: Shoots a powerful, high velocity bullet
zh_cn: 射出强大而且高速的子弹

source: Shoots a rainbow that does continuous damage
zh_cn: 射出一道能造成持续伤害的魔法彩虹

source: Shoots a skull
zh_cn: 释放骷髅头

source: Shoots a small spark
zh_cn: 射出小火花

source: Shoots a spore cloud
zh_cn: 挥动时会带出一片孢子毒云

source: Shoots a stream of frost
zh_cn: 射出一团霜冻寒气

source: Shoots a venom fang that pierces multiple enemies
zh_cn: 射出穿透敌人的毒液尖牙

source: Shoots an enchanted sword beam
zh_cn: 射出一把魔法光剑

source: Shoots an explosive bolt
zh_cn: 射出一支会爆炸的钉刺

source: Shoots an explosive crystal charge
zh_cn: 射出爆炸水晶弹

source: Shoots an icy bolt
zh_cn: 射出冰晶飞弹

source: Shoots an icy sickle
zh_cn: 射出一把旋转的寒冰之镰

source: Shoots an icy spear that rains snowflakes
zh_cn: 射出飞雪的冰霜之矛

source: Shoots arrows from the sky
zh_cn: 从天上射箭

source: Shoots bees that will chase your enemy
zh_cn: 射出跟踪敌人的蜜蜂

source: Shoots confetti everywhere!
zh_cn: 到处喷射彩纸!

source: Shoots crystal leaves at nearby enemies
zh_cn: 它会射出水晶叶子攻击敌人

source: Shoots fallen stars
zh_cn: 发射落星

source: Shoots frost arrows
zh_cn: 射出寒霜之箭

source: Shoots razor sharp flower petals at nearby enemies
zh_cn: 向四周的敌人射出锋利的花瓣

source: Shoots razor sharp pine needles
zh_cn: 射出锋利的针叶快刀

source: Shoots splitting arrows, deals more damage to airborne enemies
zh_cn: 射出爆裂子母箭,并对空中的敌人造成额外的伤害

source: Shop
zh_cn: 商店

source: Shops have lower prices
zh_cn: 商店放血跳楼价!

source: Short back and sides' is it?
zh_cn: “马桶盖发型”是吗?

source: Shotgun
zh_cn: 霰弹枪

source: Show me some gears!
zh_cn: 给我一些齿轮!

source: Show me where it hurts.
zh_cn: 让我看看哪里受伤了.

source: Show password.
zh_cn: 显示密码.

source: Show room flags
zh_cn: 显示房间旗帜

source: Show visuals
zh_cn: 显示画面

source: Showers an area with icicles
zh_cn: 召唤冰锥风暴

source: Showers meteors
zh_cn: 陨星雨落

source: Showing recipes that use
zh_cn: 显示配方

source: Shows the list of players.
zh_cn: 显示玩家列表.

source: Shows the location of enemies
zh_cn: 显示怪物位置

source: Shows the location of treasure and ore
zh_cn: 显示宝藏与矿石的位置

source: Shrimp
zh_cn: 虾

source: Shrimpy Truffle
zh_cn: 矮松露

source: Shroomite Bar
zh_cn: 蘑菇锭

source: Shroomite Breastplate
zh_cn: 蘑菇胸甲

source: Shroomite Digging Claw
zh_cn: 蘑菇挖掘爪

source: Shroomite Headgear
zh_cn: 蘑菇头饰

source: Shroomite Helmet
zh_cn: 蘑菇头盔

source: Shroomite Leggings
zh_cn: 蘑菇护腿

source: Shroomite Mask
zh_cn: 蘑菇面具

source: Shroomite Plating
zh_cn: 蘑菇镀层

source: Shroomite Plating Wall
zh_cn: 蘑菇镀层墙

source: Shuriken
zh_cn: 手里剑

source: Shutdown the server and save.
zh_cn: 关闭服务器并保存.

source: Shutdown the server without saving.
zh_cn: 关闭服务器但不保存.

source: Sick Throw
zh_cn: 非凡投掷

source: Sickle
zh_cn: 镰刀

source: Sighted
zh_cn: 精准

source: Sign
zh_cn: 木牌

source: Silenced
zh_cn: 沉默

source: Silk
zh_cn: 丝绸

source: Silk Rope
zh_cn: 丝绸绳子

source: Silk Rope Coil
zh_cn: 丝绸绳圈

source: Silly Balloon Machine
zh_cn: 呆萌气球机

source: Silly Green Balloon
zh_cn: 呆萌绿色气球

source: Silly Green Balloon Wall
zh_cn: 呆萌绿色气球墙

source: Silly Pink Balloon
zh_cn: 呆萌粉色气球

source: Silly Pink Balloon Wall
zh_cn: 呆萌粉色气球墙

source: Silly Purple Balloon
zh_cn: 呆萌紫色气球

source: Silly Purple Balloon Wall
zh_cn: 呆萌紫色气球墙

source: Silly Sunflower Bottoms
zh_cn: 呆萌向日葵裤子

source: Silly Sunflower Petals
zh_cn: 呆萌向日葵花瓣

source: Silly Sunflower Tops
zh_cn: 呆萌向日葵衣服

source: Silly Tied Balloon (Green)
zh_cn: 呆萌丝带气球(绿)

source: Silly Tied Balloon (Pink)
zh_cn: 呆萌丝带气球(粉)

source: Silly Tied Balloon (Purple)
zh_cn: 呆萌丝带气球(紫)

source: Silly Tied Bundle of Balloons
zh_cn: 呆萌系绳气球束

source: Silt Ball
zh_cn: 泥砂球

source: Silt Block
zh_cn: 泥砂块

source: Silt Extractinator
zh_cn: 提炼机

source: Silver
zh_cn: 银矿石

source: Silver Axe
zh_cn: 白银斧头

source: Silver Bar
zh_cn: 白银锭

source: Silver Bow
zh_cn: 白银短弓

source: Silver Brick
zh_cn: 白银砖块

source: Silver Brick Wall
zh_cn: 白银砖墙

source: Silver Broadsword
zh_cn: 白银阔剑

source: Silver Bullet
zh_cn: 白银弹

source: Silver Chainmail
zh_cn: 白银链甲

source: Silver Chandelier
zh_cn: 白银吊灯

source: Silver Coin
zh_cn: 银币

source: Silver Coins
zh_cn: 银币

source: Silver Dye
zh_cn: 银色染料

source: Silver Greaves
zh_cn: 白银护胫

source: Silver Hammer
zh_cn: 白银大锤

source: Silver Helmet
zh_cn: 白银头盔

source: Silver Ore
zh_cn: 白银矿石

source: Silver Pickaxe
zh_cn: 白银镐

source: Silver Shortsword
zh_cn: 白银短剑

source: Silver Watch
zh_cn: 白银怀表

source: Silver and Black Dye
zh_cn: 银黑染料

source: Single Player
zh_cn: 单人模式

source: Sink
zh_cn: 水槽

source: Sit down for a second and I'll have you steppin' razor.
zh_cn: 在这坐一会儿,我去换剃须刀.

source: Sitting Duck's Fishing Pole
zh_cn: 愿者上钩

source: Skelehead
zh_cn: 骨蛇之头

source: Skeleton
zh_cn: 骷髅

source: Skeleton Archer
zh_cn: 骷髅弓箭手

source: Skeleton Archer Banner
zh_cn: 骷髅弓箭手旗帜

source: Skeleton Banner
zh_cn: 骷髅旗帜

source: Skeleton Commando
zh_cn: 骷髅突击兵

source: Skeleton Commando Banner
zh_cn: 骷髅突击兵旗帜

source: Skeleton Merchant
zh_cn: 骷髅商人

source: Skeleton Sniper
zh_cn: 骷髅狙击手

source: Skeleton Sniper Banner
zh_cn: 骷髅狙击手旗帜

source: Skeleton Statue
zh_cn: 骷髅雕像

source: Skeletron
zh_cn: 骷髅王

source: Skeletron Hand
zh_cn: 骷髅王之手

source: Skeletron Mask
zh_cn: 骷髅王面具

source: Skeletron Prime
zh_cn: 机械骷髅王

source: Skeletron Prime Mask
zh_cn: 机械骷髅王面具

source: Skeletron Prime Trophy
zh_cn: 荣耀之证(机械骷髅王)

source: Skeletron Trophy
zh_cn: 荣耀之证(骷髅王)

source: Skellington J Skellingsworth
zh_cn: 骷髅杰克

source: Skin
zh_cn: 皮肤

source: Skin Color
zh_cn: 皮肤颜色

source: Skiphs's Bear Butt
zh_cn: Skiphs的熊裤

source: Skiphs's Blood
zh_cn: Skiphs的血

source: Skiphs's Mask
zh_cn: Skiphs的面具

source: Skiphs's Paws
zh_cn: Skiphs的爪子

source: Skiphs's Skin
zh_cn: Skiphs的皮肤

source: Skull
zh_cn: 骷髅头

source: Skull Lantern
zh_cn: 骷髅头灯笼

source: Sky Blue Dye
zh_cn: 天蓝染料

source: Sky Blue Flower
zh_cn: 天蓝花

source: Sky Blue Paint
zh_cn: 天蓝油漆

source: Sky Blue String
zh_cn: 天蓝丝线

source: Sky Blue and Black Dye
zh_cn: 天蓝黑色染料

source: Sky Blue and Silver Dye
zh_cn: 天蓝银色染料

source: Sky Crate
zh_cn: 天空板条箱

source: Sky Dragon's Fury
zh_cn: 天龙之怒

source: Sky Fracture
zh_cn: 裂空

source: Sky Guardian
zh_cn: 天空守护者

source: Sky Mill
zh_cn: 锯云台

source: Skyware Bathtub
zh_cn: 天域浴缸

source: Skyware Bed
zh_cn: 天域床

source: Skyware Bookcase
zh_cn: 天域书架

source: Skyware Candelabra
zh_cn: 天域烛台

source: Skyware Candle
zh_cn: 天域蜡烛

source: Skyware Chair
zh_cn: 天域椅

source: Skyware Chandelier
zh_cn: 天域吊灯

source: Skyware Chest
zh_cn: 天域宝箱

source: Skyware Clock
zh_cn: 天域时钟

source: Skyware Door
zh_cn: 天域门

source: Skyware Dresser
zh_cn: 天域梳妆台

source: Skyware Lamp
zh_cn: 天域灯

source: Skyware Lantern
zh_cn: 天域灯笼

source: Skyware Piano
zh_cn: 天域钢琴

source: Skyware Platform
zh_cn: 天域平台

source: Skyware Sink
zh_cn: 天域水槽

source: Skyware Sofa
zh_cn: 天域沙发

source: Skyware Table
zh_cn: 天域桌

source: Skyware Work Bench
zh_cn: 天域工作台

source: Slap Hand
zh_cn: 拍拍手

source: Slay the Insane Cultist, a mad magician with powerful spells.
zh_cn: 杀死邪教徒,一位拥有强大法术的疯狂魔法师.

source: Slayer
zh_cn: 战斗

source: Slayer of Worlds
zh_cn: 世界级杀手

source: Sleeping Angler
zh_cn: 沉睡的渔夫

source: Sleepy Octopod
zh_cn: 瞌睡章鱼

source: Slice of Cake
zh_cn: 蛋糕块

source: Sliders Deadzone
zh_cn: 滑块盲区

source: Slime
zh_cn: 黏糊

source: Slime Bathtub
zh_cn: 史莱姆浴缸

source: Slime Bed
zh_cn: 史莱姆床

source: Slime Block
zh_cn: 史莱姆块

source: Slime Block Wall
zh_cn: 史莱姆墙

source: Slime Bookcase
zh_cn: 史莱姆书架

source: Slime Candelabra
zh_cn: 史莱姆烛台

source: Slime Candle
zh_cn: 史莱姆蜡烛

source: Slime Chair
zh_cn: 史莱姆椅

source: Slime Chandelier
zh_cn: 史莱姆吊灯

source: Slime Chest
zh_cn: 史莱姆箱

source: Slime Clock
zh_cn: 史莱姆时钟

source: Slime Crown
zh_cn: 史莱姆王冠

source: Slime Door
zh_cn: 史莱姆门

source: Slime Dresser
zh_cn: 史莱姆梳妆台

source: Slime Gun
zh_cn: 史莱姆枪

source: Slime Hook
zh_cn: 史莱姆钩爪

source: Slime Lamp
zh_cn: 史莱姆灯

source: Slime Lantern
zh_cn: 史莱姆灯笼

source: Slime Mount
zh_cn: 史莱姆坐骑

source: Slime Piano
zh_cn: 史莱姆钢琴

source: Slime Platform
zh_cn: 史莱姆平台

source: Slime Sink
zh_cn: 史莱姆水槽

source: Slime Sofa
zh_cn: 史莱姆沙发

source: Slime Spike
zh_cn: 史莱姆尖刺

source: Slime Staff
zh_cn: 史莱姆法杖

source: Slime Statue
zh_cn: 史莱姆雕像

source: Slime Table
zh_cn: 史莱姆桌

source: Slime Work Bench
zh_cn: 史莱姆工作台

source: Slime has stopped falling from the sky.
zh_cn: 史莱姆已停止坠落.

source: Slime is falling from the sky!
zh_cn: 史莱姆从天而降!

source: Slimefish
zh_cn: 史莱姆鱼

source: Slimeling
zh_cn: 小史莱姆

source: Slimer
zh_cn: 魔翅史莱姆

source: Slimer Banner
zh_cn: 魔翅史莱姆旗帜

source: Slimes become friendly
zh_cn: 史莱姆变得友好了

source: Slimy Saddle
zh_cn: 史莱姆鞍

source: Slippery Shinobi
zh_cn: 黏滑忍者

source: Slow
zh_cn: 缓慢

source: Slow if by land, zoom if by sea
zh_cn: 陆地上缓慢爬行,在海里飞速前进

source: Slow speed
zh_cn: 缓慢的速度

source: Slowly losing life
zh_cn: 逐渐失去生命值

source: Slowly regenerates life
zh_cn: 缓慢恢复生命值

source: Slows falling speed
zh_cn: 减缓坠落速度

source: Sluggish
zh_cn: 迟钝

source: Sluggy
zh_cn: 鼻涕虫

source: Sluggy Cage
zh_cn: 鼻涕虫笼

source: Slush Ball
zh_cn: 雪砂球

source: Slush Block
zh_cn: 雪砂块

source: Small
zh_cn: 小

source: Small Star Cell Banner
zh_cn: 星尘小细胞旗帜

source: Smart Block Placement: Filling
zh_cn: 智能鼠标放置：自动填充

source: Smart Block Placement: To Cursor
zh_cn: 智能鼠标放置：鼠标位置

source: Smart Cursor
zh_cn: 智能鼠标

source: Smart Cursor Mode: Hold
zh_cn: 智能鼠标模式：按键

source: Smart Cursor Mode: Toggle
zh_cn: 智能鼠标模式：切换

source: Smart Cursor Priority: Axe -> Pickaxe
zh_cn: 智能鼠标优先级：斧 -> 镐

source: Smart Cursor Priority: Pickaxe -> Axe
zh_cn: 智能鼠标优先级：镐 -> 斧

source: Smash a demon or crimson altar with a powerful, holy hammer.
zh_cn: 用强大的神圣之锤粉碎一个恶魔祭坛.

source: Smashing, Poppet!
zh_cn: 碎得漂亮,小乖乖!

source: Smoke Block
zh_cn: 烟雾块

source: Smoke Bomb
zh_cn: 烟雾弹

source: Smooth Granite Block
zh_cn: 光滑花岗岩块

source: Smooth Granite Wall
zh_cn: 光滑花岗岩墙

source: Smooth Marble Block
zh_cn: 光滑大理石块

source: Smooth Marble Wall
zh_cn: 光滑大理石墙

source: Smoothing the world
zh_cn: 正在平滑地表

source: Snail
zh_cn: 蜗牛

source: Snail Cage
zh_cn: 蜗牛笼

source: Snail Statue
zh_cn: 蜗牛雕像

source: Snail speed
zh_cn: 蜗牛般的速度

source: Snake Banner
zh_cn: 蝮蛇旗

source: Snatcher
zh_cn: 掠夺者

source: Snatcher Banner
zh_cn: 掠夺者旗帜

source: Sniper Bullet
zh_cn: 狙击枪子弹

source: Sniper Rifle
zh_cn: 狙击步枪

source: Sniper Scope
zh_cn: 狙击镜

source: Snow Ball
zh_cn: 雪球

source: Snow Balla
zh_cn: 雪球巴尔拉

source: Snow Balla Banner
zh_cn: 雪球巴尔拉旗帜

source: Snow Block
zh_cn: 雪块

source: Snow Brick
zh_cn: 雪砖块

source: Snow Brick Wall
zh_cn: 雪砖墙

source: Snow Cloud
zh_cn: 雪云

source: Snow Flinx
zh_cn: 雪球怪

source: Snow Flinx Banner
zh_cn: 雪球怪旗帜

source: Snow Globe
zh_cn: 水晶雪球

source: Snow Hat
zh_cn: 雪帽

source: Snowball
zh_cn: 雪球

source: Snowball Cannon
zh_cn: 雪球炮

source: Snowball Launcher
zh_cn: 雪球发射器

source: Snowfall
zh_cn: 降雪

source: Snowfall Wall
zh_cn: 降雪墙壁

source: Snowfellas
zh_cn: 雪家伙

source: Snowflake Wallpaper
zh_cn: 雪花壁纸

source: Snowman Cannon
zh_cn: 雪人大炮

source: Snowman Gangsta
zh_cn: 雪人枪手

source: Snowman Gangsta Banner
zh_cn: 雪人枪手旗帜

source: So a pixie cut, would you like to keep some lady burns?
zh_cn: 那么剪个妖精发型,还是淑女点的?

source: So two goblins walk into a bar, and one says to the other, 'Want to get a Goblet of beer?!
zh_cn: 两个哥布林走进一个酒吧,其中一个对另一个说:“来盘昆特牌吗?!”

source: Social
zh_cn: 时装

source: Sofa
zh_cn: 沙发

source: Softcore
zh_cn: 简单

source: Softcore characters drop money on death
zh_cn: 简单难度角色死亡后掉落钱币

source: Solar Blaze
zh_cn: 日耀

source: Solar Cultist Hood
zh_cn: 日耀邪教徒兜帽

source: Solar Cultist Robe
zh_cn: 日耀邪教徒长袍

source: Solar Dye
zh_cn: 日耀染料

source: Solar Eruption
zh_cn: 日耀喷发剑

source: Solar Flare
zh_cn: 耀斑

source: Solar Flare Axe
zh_cn: 日耀斧头

source: Solar Flare Breastplate
zh_cn: 日耀胸甲

source: Solar Flare Chainsaw
zh_cn: 日耀链锯

source: Solar Flare Drill
zh_cn: 日耀钻头

source: Solar Flare Hamaxe
zh_cn: 日耀锤斧

source: Solar Flare Hammer
zh_cn: 日耀之锤

source: Solar Flare Helmet
zh_cn: 日耀头盔

source: Solar Flare Leggings
zh_cn: 日耀护腿

source: Solar Flare Pickaxe
zh_cn: 日耀镐

source: Solar Fragment
zh_cn: 日耀碎片

source: Solar Fragment Block
zh_cn: 日耀碎片块

source: Solar Monolith
zh_cn: 日耀之塔

source: Solar Pillar
zh_cn: 日耀柱

source: Solar Radiance
zh_cn: 日耀辐射

source: Solar Tablet
zh_cn: 日光石板

source: Solar Tablet Fragment
zh_cn: 日光石板碎片

source: Solar Wings
zh_cn: 日耀之翼

source: Solidifier
zh_cn: 凝固机

source: Something Evil is Watching You
zh_cn: 邪恶窥视

source: Sometimes dropped by Skeletons and Piranha
zh_cn: 有些骷髅会收集这玩意,食人鱼也会用它来磨牙

source: Sonar
zh_cn: 声纳

source: Sonar Potion
zh_cn: 声纳药剂

source: Sorcerer Emblem
zh_cn: 法师徽章

source: Sort Items
zh_cn: 整理物品

source: Sort inventory
zh_cn: 整理背包

source: Soul Cake
zh_cn: 灵魂蛋糕

source: Soul Drain
zh_cn: 灵魂汲取

source: Soul of Flight
zh_cn: 飞翔之魂

source: Soul of Fright
zh_cn: 恐惧之魂

source: Soul of Light
zh_cn: 光明之魂

source: Soul of Might
zh_cn: 力量之魂

source: Soul of Night
zh_cn: 暗影之魂

source: Soul of Sight
zh_cn: 视域之魂

source: Souls can sometimes be gathered from fallen creatures in places of extreme light or dark.
zh_cn: 只有在腐蚀之地与神圣之地的深处你才能够获得光明之魂与暗影之魂.

source: Soulscourge Pirate
zh_cn: 破坏狂海盗

source: Sound:
zh_cn: 音效:

source: Space
zh_cn: 空格键

source: Space Creature Mask
zh_cn: 异形面具

source: Space Creature Pants
zh_cn: 异形裤

source: Space Creature Shirt
zh_cn: 异形衣

source: Space Gun
zh_cn: 太空枪

source: Space Gun costs 0 mana
zh_cn: 太空枪不再消耗法力

source: Spark
zh_cn: 火花

source: Sparkle Stone Wallpaper
zh_cn: 烁石壁纸

source: Sparks emit from struck enemies
zh_cn: 击中敌人时链锯迸出炽热的火花

source: Sparky
zh_cn: 斯帕奇

source: Spawn point removed!
zh_cn: 重生点已移除!

source: Spawn point set!
zh_cn: 重生点已设置!

source: Spazmamini
zh_cn: 小魔焰眼

source: Spazmatism
zh_cn: 咒焰之眼

source: Spazmatism Trophy
zh_cn: 荣耀之证(咒焰之眼)

source: Spear
zh_cn: 长矛

source: Spear Rack
zh_cn: 长矛架

source: Spear Statue
zh_cn: 长矛雕像

source: Spear Trap
zh_cn: 长矛机关

source: Spectre Bar
zh_cn: 幽魂锭

source: Spectre Boots
zh_cn: 幽灵靴

source: Spectre Hamaxe
zh_cn: 幽魂锤斧

source: Spectre Hood
zh_cn: 幽魂兜帽

source: Spectre Mask
zh_cn: 幽魂面具

source: Spectre Paint Roller
zh_cn: 幽魂油漆滚筒

source: Spectre Paint Scraper
zh_cn: 幽魂油漆铲

source: Spectre Paintbrush
zh_cn: 幽魂油漆刷

source: Spectre Pants
zh_cn: 幽魂法裤

source: Spectre Pickaxe
zh_cn: 幽魂镐

source: Spectre Robe
zh_cn: 幽魂法袍

source: Spectre Staff
zh_cn: 幽魂法杖

source: Spectre Wings
zh_cn: 幽灵之翼

source: Spectre Wrath
zh_cn: 幽魂之怒

source: Specular Fish
zh_cn: 镜鱼

source: Speed Hair Dye
zh_cn: 速度染发剂

source: Spell Tome
zh_cn: 空白魔法书

source: Spelunk deep enough to reach the molten underworld.
zh_cn: 深入洞穴探险,到达熔岩地狱.

source: Spelunker
zh_cn: 探索者

source: Spelunker Glowstick
zh_cn: 探险荧光棒

source: Spelunker Potion
zh_cn: 勘探药剂

source: Spend over 1 gold being treated by the nurse.
zh_cn: 花费1个以上的金币接受护士的治疗.

source: Spews homing bubbles
zh_cn: 会吐出许多跟踪泡泡

source: Spicing up walls
zh_cn: 正在点缀墙壁

source: Spider
zh_cn: 蜘蛛

source: Spider Breastplate
zh_cn: 蜘蛛胸甲

source: Spider Egg
zh_cn: 蜘蛛卵

source: Spider Fang
zh_cn: 蜘蛛牙

source: Spider Greaves
zh_cn: 蜘蛛护胫

source: Spider Mask
zh_cn: 蜘蛛面具

source: Spider Staff
zh_cn: 蜘蛛法杖

source: Spider Turret
zh_cn: 蜘蛛女皇

source: Spiderfish
zh_cn: 蜘蛛鱼

source: Spike
zh_cn: 金属尖刺

source: Spike Ball
zh_cn: 尖刺球

source: Spiked
zh_cn: 尖刺

source: Spiked Ice Slime
zh_cn: 冰刺史莱姆

source: Spiked Ice Slime Banner
zh_cn: 冰刺史莱姆旗帜

source: Spiked Jungle Slime
zh_cn: 丛林尖刺史莱姆

source: Spiked Jungle Slime Banner
zh_cn: 丛林尖刺史莱姆旗帜

source: Spiked Slime
zh_cn: 尖刺史莱姆

source: Spiky Ball
zh_cn: 尖钉球

source: Spiky Ball Trap
zh_cn: 刺球机关

source: Spirit Flame
zh_cn: 神灯咒焰

source: Spirit Heal
zh_cn: 幽灵治愈

source: Spits an Ichor stream on contact
zh_cn: 砍中时吐出一股腐脓流

source: Spits toxic bubbles
zh_cn: 吐出毒泡

source: Splashes defense reducing miasma!
zh_cn: 喷出能够减少防御的龙息!

source: Splinterling
zh_cn: 树精

source: Splinterling Banner
zh_cn: 树精旗帜

source: Spooky Bathtub
zh_cn: 阴森浴缸

source: Spooky Bed
zh_cn: 阴森床

source: Spooky Bookcase
zh_cn: 阴森书架

source: Spooky Breastplate
zh_cn: 阴森胸甲

source: Spooky Candelabra
zh_cn: 阴森大烛台

source: Spooky Candle
zh_cn: 阴森蜡烛

source: Spooky Chair
zh_cn: 阴森椅

source: Spooky Chandelier
zh_cn: 阴森吊灯

source: Spooky Chest
zh_cn: 阴森木箱

source: Spooky Clock
zh_cn: 阴森时钟

source: Spooky Door
zh_cn: 阴森门

source: Spooky Dresser
zh_cn: 阴森梳妆台

source: Spooky Helmet
zh_cn: 阴森头盔

source: Spooky Hook
zh_cn: 阴森钩爪

source: Spooky Lamp
zh_cn: 阴森灯

source: Spooky Lantern
zh_cn: 阴森灯笼

source: Spooky Leggings
zh_cn: 阴森护腿

source: Spooky Piano
zh_cn: 阴森钢琴

source: Spooky Platform
zh_cn: 阴森平台

source: Spooky Sink
zh_cn: 阴森水槽

source: Spooky Sofa
zh_cn: 阴森沙发

source: Spooky Table
zh_cn: 阴森桌

source: Spooky Twig
zh_cn: 阴森嫩枝

source: Spooky Wings
zh_cn: 阴森之翼

source: Spooky Wood
zh_cn: 阴森木

source: Spooky Wood Wall
zh_cn: 阴森木墙

source: Spooky Work Bench
zh_cn: 阴森工作台

source: Spore
zh_cn: 孢子

source: Spore Cloud
zh_cn: 孢子云

source: Spore Sac
zh_cn: 孢子囊

source: Spore Zombie
zh_cn: 真菌僵尸

source: Spore Zombie Banner
zh_cn: 孢子僵尸旗帜

source: Sprays out a shower of water
zh_cn: 喷射一道水柱

source: Spreading grass
zh_cn: 正在扩大草地

source: Spreads the Hallow to some blocks
zh_cn: 使土地蔓延神圣

source: Spreads the corruption to some blocks
zh_cn: 使土地蔓延腐化

source: Spreads the crimson to some blocks
zh_cn: 使土地蔓延血腥

source: Squashling
zh_cn: 南瓜宝宝

source: Squid
zh_cn: 乌贼

source: Squid Banner
zh_cn: 乌贼旗帜

source: Squiggles Wallpaper
zh_cn: 波浪条纹壁纸

source: Squire's Great Helm
zh_cn: 侍卫大头盔

source: Squire's Greaves
zh_cn: 侍卫护胫

source: Squire's Plating
zh_cn: 侍卫板甲

source: Squire's Shield
zh_cn: 侍卫护盾

source: Squirrel
zh_cn: 松鼠

source: Squirrel Cage
zh_cn: 松鼠笼

source: Squirrel Statue
zh_cn: 松鼠雕像

source: Squirts a harmless stream of slime
zh_cn: 喷射一股没有伤害的粘液

source: Squirts a harmless stream of water
zh_cn: 喷射一道无害的水流

source: Sroller
zh_cn: 日耀翻滚者

source: Sroller Banner
zh_cn: 日耀翻滚者旗帜

source: Stacks up to 5
zh_cn: 最多堆叠5个

source: Staff of Earth
zh_cn: 大地法杖

source: Staff of Regrowth
zh_cn: 绿化法杖

source: Staff of the Frost Hydra
zh_cn: 冰霜九头蛇法杖

source: Stake
zh_cn: 尖木桩

source: Stake Launcher
zh_cn: 木桩发射器

source: Star
zh_cn: 法力星

source: Star Anise
zh_cn: 八角茴香

source: Star Cannon
zh_cn: 星辰炮

source: Star Cell
zh_cn: 星尘细胞

source: Star Cell Banner
zh_cn: 星尘细胞旗帜

source: Star Cloak
zh_cn: 星陨斗篷

source: Star Destroyer
zh_cn: 灭星者

source: Star Power
zh_cn: 星之魔力

source: Star Statue
zh_cn: 星星雕像

source: Star Topper 1
zh_cn: 圣诞星

source: Star Topper 2
zh_cn: 圣诞星

source: Star Topper 3
zh_cn: 圣诞星

source: Star Veil
zh_cn: 星辰项链

source: Star Wrath
zh_cn: 星辰之怒

source: Star in a Bottle
zh_cn: 星辰之瓶

source: Starburst
zh_cn: 星爆

source: Stardust Axe
zh_cn: 星尘斧头

source: Stardust Cell
zh_cn: 星尘细胞

source: Stardust Cell Staff
zh_cn: 星尘细胞法杖

source: Stardust Chainsaw
zh_cn: 星尘链锯

source: Stardust Dragon
zh_cn: 星尘之龙

source: Stardust Dragon Staff
zh_cn: 星尘之龙法杖

source: Stardust Drill
zh_cn: 星尘钻头

source: Stardust Dye
zh_cn: 星尘染料

source: Stardust Fragment
zh_cn: 星尘碎片

source: Stardust Fragment Block
zh_cn: 星尘碎片块

source: Stardust Guardian
zh_cn: 星尘守卫

source: Stardust Hamaxe
zh_cn: 星尘锤斧

source: Stardust Hammer
zh_cn: 星尘之锤

source: Stardust Helmet
zh_cn: 星尘头盔

source: Stardust Laser
zh_cn: 星尘激光

source: Stardust Leggings
zh_cn: 星尘护腿

source: Stardust Monolith
zh_cn: 星尘之塔

source: Stardust Pickaxe
zh_cn: 星尘镐

source: Stardust Pillar
zh_cn: 星尘柱

source: Stardust Plate
zh_cn: 星尘板甲

source: Stardust Wings
zh_cn: 星尘之翼

source: Starfish
zh_cn: 海星

source: Starfury
zh_cn: 群星之怒

source: Stargazer
zh_cn: 星尘斗者

source: Stargazer Banner
zh_cn: 星尘斗者旗帜

source: Starlit Heaven Wallpaper
zh_cn: 星光天堂壁纸

source: Starmark
zh_cn: 星标

source: Starry Night
zh_cn: 星夜

source: Stars Wallpaper
zh_cn: 星星壁纸

source: Start
zh_cn: 确定

source: Start a new instance of Terraria to join!
zh_cn: 启动泰拉瑞亚新副本来加入!

source: Starting server...
zh_cn: 启动服务器中...

source: Static Hook
zh_cn: 静止钩爪

source: Statue
zh_cn: 雕像

source: Status
zh_cn: 状态

source: Staunch
zh_cn: 可靠

source: Stay off me booty, ya scallywag!
zh_cn: 别碰我的战利品,你这个饭桶!

source: Steal a key from dungeon's undead denizens, and unlock one of their precious golden chests.
zh_cn: 从地牢的怪物中偷取钥匙,打开其中一个珍贵的大金箱.

source: Steam Multiplayer: Disabled
zh_cn: Steam多人模式：关闭

source: Steam Multiplayer: Enabled
zh_cn: Steam多人模式：开启

source: Steampunk Bathtub
zh_cn: 蒸汽朋克浴缸

source: Steampunk Bed
zh_cn: 蒸汽朋克床

source: Steampunk Boiler
zh_cn: 蒸汽朋克锅炉

source: Steampunk Bookcase
zh_cn: 蒸汽朋克书架

source: Steampunk Candelabra
zh_cn: 蒸汽朋克烛台

source: Steampunk Candle
zh_cn: 蒸汽朋克蜡烛

source: Steampunk Chair
zh_cn: 蒸汽朋克椅

source: Steampunk Chandelier
zh_cn: 蒸汽朋克吊灯

source: Steampunk Chest
zh_cn: 蒸汽朋克宝箱

source: Steampunk Clock
zh_cn: 蒸汽朋克时钟

source: Steampunk Door
zh_cn: 蒸汽朋克门

source: Steampunk Dresser
zh_cn: 蒸汽朋克梳妆台

source: Steampunk Goggles
zh_cn: 蒸汽朋克护目镜

source: Steampunk Hat
zh_cn: 蒸汽朋克帽子

source: Steampunk Lamp
zh_cn: 蒸汽朋克灯

source: Steampunk Lantern
zh_cn: 蒸汽朋克灯笼

source: Steampunk Pants
zh_cn: 蒸汽朋克长裤

source: Steampunk Piano
zh_cn: 蒸汽朋克钢琴

source: Steampunk Platform
zh_cn: 蒸汽朋克平台

source: Steampunk Shirt
zh_cn: 蒸汽朋克外套

source: Steampunk Sink
zh_cn: 蒸汽朋克水槽

source: Steampunk Sofa
zh_cn: 蒸汽朋克沙发

source: Steampunk Table
zh_cn: 蒸汽朋克桌

source: Steampunk Wings
zh_cn: 蒸汽朋克之翼

source: Steampunk Work Bench
zh_cn: 蒸汽朋克工作台

source: Steampunker
zh_cn: 蒸汽朋克女孩

source: Sticky Bomb
zh_cn: 粘性炸弹

source: Sticky Dynamite
zh_cn: 粘性雷管

source: Sticky Glowstick
zh_cn: 粘性荧光棒

source: Sticky Grenade
zh_cn: 粘性手榴弹

source: Sticky Situation
zh_cn: 黏黏糊糊

source: Still Hungry
zh_cn: 野心依旧

source: Sting Operation
zh_cn: 蜇刺行动

source: Stinger
zh_cn: 蜂刺

source: Stink Potion
zh_cn: 恶臭药水

source: Stinkfish
zh_cn: 臭臭鱼

source: Stinky
zh_cn: 恶臭

source: Stone Block
zh_cn: 岩石块

source: Stone Slab
zh_cn: 石板

source: Stone Slab Wall
zh_cn: 石板墙

source: Stone Wall
zh_cn: 岩石墙壁

source: Stoned
zh_cn: 石化

source: Stopwatch
zh_cn: 秒表

source: Storm Diver
zh_cn: 风暴枪兵

source: Storm Diver Banner
zh_cn: 风暴枪兵旗帜

source: Storm Effects: {0}
zh_cn: 沙尘暴与暴风雪效果：{0}

source: Strange Brew
zh_cn: 诡异的药水

source: Strange Glowing Mushroom
zh_cn: 奇异夜光蘑菇

source: Strange Plant
zh_cn: 奇异植物

source: Strange Plants
zh_cn: 奇异植物

source: Stranger, do you possess the strength to defeat my master?
zh_cn: 陌生人,你是否拥有能打败我主人的力量?

source: Striking Moment
zh_cn: 惊人一刻

source: Strong
zh_cn: 强劲

source: Strong enough to destroy Demon Altars
zh_cn: 强大到足以摧毁恶魔祭坛

source: Strong knockback
zh_cn: 较强的击退

source: Stumble into a spider cavern in the underground.
zh_cn: 摸索进入地下蜘蛛洞.

source: Sturdy Fossil
zh_cn: 坚固化石

source: Style
zh_cn: 风格

source: Stylish Scissors
zh_cn: 时尚剪刀

source: Stylist
zh_cn: 美发师

source: Stynger
zh_cn: 毒刺发射器

source: Stynger Bolt
zh_cn: 毒刺

source: Submit
zh_cn: 提交

source: Suffocation
zh_cn: 窒息

source: Sugar Cookie
zh_cn: 蜜糖饼干

source: Sugar Plum
zh_cn: 蜜糖梅

source: Sulphur Butterfly
zh_cn: 硫磺蝶

source: Sulphur Butterfly Jar
zh_cn: 硫磺蝶罐

source: Summer Hat
zh_cn: 夏日草帽

source: Summoner Emblem
zh_cn: 召唤徽章

source: Summoning
zh_cn: 召唤之韵

source: Summoning Potion
zh_cn: 召唤药剂

source: Summons Destroyer
zh_cn: 召唤机械毁灭者

source: Summons King Slime
zh_cn: 召唤史莱姆王

source: Summons Pumpkin heads to attack your enemies
zh_cn: 召唤南瓜头攻击敌人
